Repository: ocsi0520/sentivisor-frontend
Catalog: src/SidePanel/xliff/*.xlf
Languages: hu

# s5b6b9719d814643d
source: Joy
hu: Öröm

# s3a9e05852a30c967
source: Fear
hu: Félelem

# s71f8cb26262d99ba
source: Surprise
hu: Meglepődés

# s5c624d4d9a6d7278
source: Sadness
hu: Szomorúság

# s435dbe9a8b308000
source: Disgust
hu: Undor

# s5b9494d85a54e6f0
source: Anger
hu: Düh

# s1a249b1921e2bdea
source: off
hu: ki

# scca1a5e598127a88
source: inform
hu: jelez

# s129fac0ae1df7c8f
source: warning
hu: figyelmeztet

# s7055edd8fab866f4
source: strict
hu: blokkol

# s57b5dbdcfaea6131
source: collect
hu: gyűjt

# s9b3fd5b69e3ecea3
source: Please add consent so we can grant you the functionalities.
hu: Fogadd el a felhasználói feltételeket, hogy használhasd az alkalmazást!

# s9dc80e28862b8d7a
source: Open consent page
hu: Felhasználói feltételek oldal megnyitása

# s5d929ff1619ac0c9
source: Search
hu: Keresés

# s02e9623e8f63d7ef
source: Add current domain
hu: Jelenlegi oldal hozzáadása
